#+TITLE: Org-mode settings
#+STARTUP: OVERVIEW

** idea capture


#+begin_src emacs-lisp :tangle yes
  ;; Inbox
  (setq pei/inbox-file "~/braindump/inbox.org")
  (setq org-capture-templates
        `(("i" "inbox" entry (file pei/inbox-file)
           "* TODO %?")
          ("w" "Web site" entry (file pei/inbox-file)
           "* %a :website:\n\n%U %?\n\n%:initial")))
#+end_src

#+RESULTS:
| i | inbox    | entry | (file pei/inbox-file) | * TODO %?      |
| w | Web site | entry | (file pei/inbox-file) | * %a :website: |

